{
  "LazyVim": {
    "branch": "main"
  },
  "SchemaStore.nvim": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "clangd_extensions.nvim": {
    "branch": "main"
  },
  "cmake-tools.nvim": {
    "branch": "master"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "codeium.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "crates.nvim": {
    "branch": "main"
  },
  "dashboard-nvim": {
    "branch": "master"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "flit.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "gruvbox.nvim": {
    "branch": "main"
  },
  "headlines.nvim": {
    "branch": "master"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "leap.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "v3.x"
  },
  "neoconf.nvim": {
    "branch": "main"
  },
  "neodev.nvim": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-ansible": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-dap-python": {
    "branch": "master"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-snippets": {
    "branch": "main"
  },
  "nvim-spectre": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "persistence.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "venv-selector.nvim": {
    "branch": "main"
  },
  "vim-helm": {
    "branch": "master"
  },
  "vim-repeat": {
    "branch": "master"
  },
  "vimtex": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
=======
  "LazyVim": {
  "branch": "main"
},
"SchemaStore.nvim": {
  "branch": "main"
},
"alpha-nvim": {
  "branch": "main"
},
"bufferline.nvim": {
  "branch": "main"
},
"catppuccin": {
  "branch": "main"
},
"clangd_extensions.nvim": {
  "branch": "main"
},
"cmake-tools.nvim": {
  "branch": "master"
},
"cmp-buffer": {
  "branch": "main"
},
"cmp-nvim-lsp": {
  "branch": "main"
},
"cmp-path": {
  "branch": "main"
},
"codeium.nvim": {
  "branch": "main"
},
"conform.nvim": {
  "branch": "master"
},
"crates.nvim": {
  "branch": "main"
},
"dashboard-nvim": {
  "branch": "master"
},
"dressing.nvim": {
  "branch": "master"
},
"flit.nvim": {
  "branch": "main"
},
"friendly-snippets": {
  "branch": "main"
},
"gitsigns.nvim": {
  "branch": "main"
},
"grug-far.nvim": {
  "branch": "main"
},
"gruvbox.nvim": {
  "branch": "main"
},
"indent-blankline.nvim": {
  "branch": "master"
},
"lazy.nvim": {
  "branch": "main"
},
"lazydev.nvim": {
  "branch": "main"
},
"leap.nvim": {
  "branch": "main"
},
"lualine.nvim": {
  "branch": "master"
},
"luvit-meta": {
  "branch": "main"
},
"markdown-preview.nvim": {
  "branch": "master"
},
"markdown.nvim": {
  "branch": "main"
},
"mason-lspconfig.nvim": {
  "branch": "main"
},
"mason-nvim-dap.nvim": {
  "branch": "main"
},
"mason.nvim": {
  "branch": "main"
},
"mini.ai": {
  "branch": "main"
},
"mini.files": {
  "branch": "main"
},
"mini.icons": {
  "branch": "main"
},
"neo-tree.nvim": {
  "branch": "main"
},
"noice.nvim": {
  "branch": "main"
},
"none-ls.nvim": {
  "branch": "main"
},
"nui.nvim": {
  "branch": "main"
},
"nvim-ansible": {
  "branch": "main"
},
"nvim-cmp": {
  "branch": "main"
},
"nvim-dap": {
  "branch": "master"
},
"nvim-dap-go": {
  "branch": "main"
},
"nvim-dap-python": {
  "branch": "master"
},
"nvim-dap-ui": {
  "branch": "master"
},
"nvim-dap-virtual-text": {
  "branch": "master"
},
"nvim-lint": {
  "branch": "master"
},
"nvim-lspconfig": {
  "branch": "master"
},
"nvim-nio": {
  "branch": "master"
},
"nvim-notify": {
  "branch": "master"
},
"nvim-snippets": {
  "branch": "main"
},
"nvim-treesitter": {
  "branch": "master"
},
"nvim-treesitter-textobjects": {
  "branch": "master"
},
"nvim-ts-autotag": {
  "branch": "main"
},
"outline.nvim": {
  "branch": "main"
},
"persistence.nvim": {
  "branch": "main"
},
"plenary.nvim": {
  "branch": "master"
},
"rustaceanvim": {
  "branch": "master"
},
"telescope-fzf-native.nvim": {
  "branch": "main"
},
"telescope.nvim": {
  "branch": "master"
},
"todo-comments.nvim": {
  "branch": "main"
},
"tokyonight.nvim": {
  "branch": "main"
},
"trouble.nvim": {
  "branch": "main"
},
"ts-comments.nvim": {
  "branch": "main"
},
"venv-selector.nvim": {
  "branch": "main"
},
"vim-helm": {
  "branch": "master"
},
"vim-repeat": {
  "branch": "master"
},
"vimtex": {
  "branch": "master"
},
"which-key.nvim": {
  "branch": "main"
}
}
